{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "plantuml-previewer.vim": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-litecorrect": { "branch": "master" },
  "vim-marked": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-pencil": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-textobj-quote": { "branch": "master" },
  "vim-textobj-sentence": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-star-search": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" }
}